angular.ng-template
bradlc.vscode-tailwindcss
cardinal90.multi-cursor-case-preserve
dbaeumer.vscode-eslint
docker.docker
dsznajder.es7-react-js-snippets
eamodio.gitlens
esbenp.prettier-vscode
formulahendry.auto-rename-tag
github.copilot
github.copilot-chat
graphql.vscode-graphql
graphql.vscode-graphql-syntax
meganrogge.template-string-converter
ms-azuretools.vscode-containers
ms-azuretools.vscode-docker
ms-dotnettools.csdevkit
ms-dotnettools.csharp
ms-dotnettools.vscode-dotnet-runtime
ms-vscode-remote.remote-containers
mxsdev.typescript-explorer
mylesmurphy.prettify-ts
naumovs.color-highlight
prisma.prisma
redhat.java
rvest.vs-code-prettier-eslint
streetsidesoftware.code-spell-checker
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
yoavbls.pretty-ts-errors
